import React from "react";

const MainContent = () => {
  return (
    <>
      <h2 className="fw-bolder mt-5">了解你的廚具</h2>
      <p className="mt-3">
        1. 基本廚具介紹
        在廚房中，擁有合適的廚具是成功烹飪的第一步。基本的廚具包括刀具、砧板、鍋具和攪拌器等。選擇高品質的廚具不僅能提高烹飪效率，還能確保食物的安全和美味。
      </p>
      <p>
        2. 如何選擇合適的廚具
        選擇廚具時，應考慮材質、用途和品牌。比如，不銹鋼鍋具耐用且易於清潔，而鑄鐵鍋則適合慢煮和燉煮。了解不同廚具的特性，能幫助你做出更明智的選擇。
      </p>

      <h2 className="fw-bolder mt-5">廚房空間利用技巧</h2>

      <p className="mt-3">
        1. 聰明的收納方法
        有效的收納能讓廚房看起來整潔有序。使用掛鉤、抽屜分隔器和多層架等工具，可以最大化利用垂直空間，讓每件廚具都有自己的位置。
      </p>
      <p>
        2. 創造多功能區域
        在廚房中創造多功能區域，如準備區、烹飪區和清潔區，可以提高工作效率。確保每個區域都有相應的工具和設備，讓烹飪過程更加順暢。
      </p>
      <p>
        3. 利用自然光線
        自然光線不僅能提升廚房的氛圍，還能讓空間看起來更大。盡量保持窗戶的通透，使用淺色調的裝飾，讓光線充足地進入廚房。
      </p>
    </>
  );
};

export default MainContent;
